// index.js

import './assets/style/style.scss'

// создаем элемент заголовка
const heading = document.createElement('h1')
heading.textContent = `"Нахуя Тебе Я"!
Я снова оказался виноват
Но в этот раз я даже рад
Мы не смогли бы это миновать
Друг друга заживо пожирать

Гитара, улица, струна
Ты с берегов, а я со дна
Такая умница опять одна
На-на-на-на-на-на

На-на-на-на-на-на
На-на-на-на-на
Ну и нахуя тебе я?
Ну и нахуя тебе я?

На-на-на-на-на-на
На-на-на-на-на
Ну и нахуя тебе я?
Ну и нахуя тебе я?

Нам так легко друг друга огорчить
Лежат на полке твои ключи
В горле не ком, в горле кирпичи
Моё сердечко не подлечить
Все твои бывшие так хороши
А я никто и без души
Такая умница в такой глуши
Во мне что-то ищет

На-на-на-на-на-на
На-на-на-на-на
Ну и нахуя тебе я?
Ну и нахуя тебе я?

На-на-на-на-на-на
На-на-на-на-на
Ну и нахуя тебе я?
Ну и нахуя тебе я?

Ну вот опять
Я виноват во всём на свете
И, если честно, мне уже как-то не по приколу
Просто я чувствую себя реально каким-то конченным
Я не знаю
Ты скажи просто
Если я реально такой хуёвый
То почему ты всё ещё здесь
Почему ты не уходишь от меня
Я реально уже не врубаюсь
Какая-то дичь несётся
Ты ответь хотя бы на один вопрос
Я тебя действительно очень прошу
Ты просто объясни мне, пожалуйста
На хуй оно тебе надо

На-на-на-на-на-на
На-на-на-на-на
Ну и нахуя тебе я?
Ну и нахуя тебе я?

На-на-на-на-на-на
На-на-на-на-на
Ну и нахуя тебе я?
Ну и нахуя тебе я?!`

// добавляем заголовок в DOM
const root = document.querySelector('#root')
root.append(heading)